Repository: AntonPieter/Places
Catalog: Places/Places/Localizable.xcstrings
Source language: en
Languages: nl

source: Add custom location
nl: Aangepaste locatie toevoegen

# cancel_button
source: Cancel
nl: Annuleer

# custom_location_title
source: Custom Location
nl: Aangepaste locatie

# error_city_not_found
source: City not found
nl: Stad niet gevonden

# error_invalid_response
source: The server returned an invalid response.
nl: De server heeft een ongeldig antwoord geretourneerd.

# error_invalid_url
source: The URL is invalid.
nl: De URL is ongeldig.

source: Failed to Load
nl: Laden mislukt

source: Loading locations...
nl: Locaties laden...

# opens_in_wikipedia_hint
source: Opens this location in Wikipedia
nl: Opent deze locatie in Wikipedia

# places_title
source: Places
nl: Plaatsen

# search_field_placeholder
source: E.g. Amsterdam
nl: Bijv. Amsterdam

source: Unknown location
nl: Onbekende locatie

# try_again_button
source: Try Again
nl: Probeer opnieuw
